buttons_assault_rifles = ['AK-47', 'M4A4', 'M4A1-S', 'AUG', 'SG 553', 'Galil-AR', 'FAMAS']

buttons_sniper_rifles = ['AWP', 'SSG 08', 'SCAR-20', 'G3SG1']

buttons_heavy = ['Sawed-Off', 'Mag-7', 'Nova', 'Xm1014', 'Negev', 'M249']

buttons_smgs = ['P90', 'UMP-45', 'MAC-10', 'MP7', 'MP9', 'MP5-SD', 'PP-Bizon']

buttons_pistols = ['USP-S', 'Glock-18', 'Desert Eagle', 'P250', 'FIve-Seven', 'CZ75-Auto', 'P2000', 'Tec-9', 'R8 Revolver', 'Dual Berettas']

buttons_knifes = ['Kukri', 'Karambit', 'M9 Bayonet', 'Butterfly', 'Talon', 'Skeleton', 'Classic', 'Bayonet', 'Stiletto', 'Ursus', 'Paracord', 'Nomad', 'Survival', 'Huntsman', 'Flip', 'Bowie', 'Falchion', 'Gut', 'Navaja', 'Shadow Daggers']

buttons_ak = ['AK-47|Дикий лотос', 'AK-47|Золотая арабеска', 'AK-47|Огненный змей', 'AK-47|Гидропоника', 'AK-47|Рентген', 'AK-47|Вулкан', 'AK-47|Топливный инжектор', 'AK-47|Поверхностная закалка', 'AK-47|Путешественник', 'AK-47|Panthera onca', 'AK-47|Азимов',
    'AK-47|Ягуар', 'AK-47|Черный глянец', 'AK-47|Первый класс', 'AK-47|Кровавый спорт', 'AK-47|Неоновый гонщик', 'AK-47|Императрица', 'AK-47|Цвет джунглей', 'AK-47|Аквамариновая месть', 'AK-47|Красная линия', 'AK-47|Музей элиты', 'AK-47|Неоновая революция',
    'AK-47|Снежный вихрь', 'AK-47|Head Shot', 'AK-47|Пожелание на ночь', 'AK-47|Красный глянец', 'AK-47|Пустынный повстанец', 'AK-47|Хищник', 'AK-47|Буйство красок', 'AK-47|Картель', 'AK-47|Зелёный глянец', 'AK-47|Орбита, вер. 01', 'AK-47|Ice Coaled',
    'AK-47|Легион Анубиса', 'AK-47|Фиолетовое барокко', 'AK-47|Синий  глянец', 'AK-47|Колымага', 'AK-47|Фантомный вредитель', 'AK-47|Сланец', 'AK-47|Изумрудные завитки', 'AK-47|Защитная сетка', 'AK-47|Элитное снаряжение', 'AK-47|Steel Delta',
    'AK-47|Африканская сетка', 'AK-47|Затерянная земля']

buttons_m4a4 = ['M4A4|Вой', 'M4A4|Посейдон', 'M4A4|Eye of Horus', 'M4A4|Радиационная опасность', 'M4A4|Коалиция', 'M4A4|Рассвет', 'M4A4|Смерч', 'M4A4|Азимов', 'M4A4|Император', 'M4A4|Temukau', 'M4A4|Преданный паладин', 'M4A4|Пиксельный камуфляж «Красный»',
    'M4A4|Тигр в джунглях', 'M4A4|Современный охотник', 'M4A4|Адское пламя', 'M4A4|Дождь из пуль', 'M4A4|Кибербезопасность', 'M4A4|Песчаная буря', 'M4A4|Зірка', 'M4A4|Неонуар', 'M4A4|В живом цвете', 'M4A4|Global Offensive', 'M4A4|Тёмное цветение', 'M4A4|Облом',
    'M4A4|龍王 (Король Драконов)', 'M4A4|Тусклые полосы', 'M4A4|Безлюдный космос', 'M4A4|Рентген', 'M4A4|Ликорис лучистый','M4A4|Звездный крейсер', 'M4A4|Зубная фея', 'M4A4|Пустынная атака', 'M4A4|Злобный дайме', 'M4A4|Грифон', 'M4A4|Пиксельный камуфляж «Город»',
    'M4A4|Магний', 'M4A4|Преобразователь', 'M4A4|Poly Mag', 'M4A4|Центральный процессор']

buttons_m4a1 = ['M4A1-S|Рыцарь', 'M4A1-S|Добро пожаловать в джунгли', 'M4A1-S|Неотвратимая угроза', 'M4A1-S|Хот-род', 'M4A1-S|Синий фосфор', 'M4A1-S|Падение Икара', 'M4A1-S|Поток информации', 'M4A1-S|Шедевр', 'M4A1-S|Золотая спираль', 'M4A1-S|Скоростной зверь',
    'M4A1-S|Огонь Чантико', 'M4A1-S|Второй игрок', 'M4A1-S|Механо-пушка', 'M4A1-S|Темная вода', 'M4A1-S|Атомный сплав', 'M4A1-S|Моховый кварц', 'M4A1-S|Панель управления', 'M4A1-S|Ночной кошмар', 'M4A1-S|Сайрекс', 'M4A1-S|Опустошитель', 'M4A1-S|Страж',
    'M4A1-S|Чистая вода', 'M4A1-S|Василиск', 'M4A1-S|Хрусталь', 'M4A1-S|Брифинг', 'M4A1-S|Кровавый тигр', 'M4A1-S|Нитро', 'M4A1-S|Emphorosaur-S', 'M4A1-S|Fizzy POP', 'M4A1-S|Взгляд в прошлое', 'M4A1-S|Ночной ужас', 'M4A1-S|Северный лес', 'M4A1-S|Смешанный камуфляж',
    'M4A1-S|Mud-Spec']

buttons_aug = ['AUG|Акихабара', 'AUG|Хот-род', 'AUG|Полуночная лилия', 'AUG|Пламенный Ёрмунганд', 'AUG|Медянка', 'AUG|Песчаная буря', 'AUG|Анодированная синева', 'AUG|Крылья', 'AUG|Резной нефрит', 'AUG|Динамика', 'AUG|Смертоносные пёсики', 'AUG|Закрученный',
    'AUG|Скорая стая', 'AUG|Бенгальский тигр', 'AUG|Сид Мид', 'AUG|Стимфалийская птица', 'AUG|Дедал', 'AUG|Арктический волк', 'AUG|Оперативная память', 'AUG|Синее Мурано', 'AUG|Застарелое дерево', 'AUG|Хамелеон', 'AUG|Колония', 'AUG|Радиационная опасность',
    'AUG|Аристократ', 'AUG|Янтарный градиент', 'AUG|Чума', 'AUG|Слежка', 'AUG|Рикошет', 'AUG|Гроза', 'AUG|Янтарный шквал', 'AUG|Квадрант', 'AUG|Кот-истребитель', 'AUG|Осужденный', 'AUG|Snake Pit', 'AUG|Наемник', 'AUG|Дворник']

buttons_awp = ['AWP|Гунгнир', 'AWP|История о драконе', 'AWP|Принц', 'AWP|Медуза', 'AWP|Пустынная гидра', 'AWP|Градиент', 'AWP|Удар молнии', 'AWP|Великий демон', 'AWP|Распространение', 'AWP|БАХ', 'AWP|Шёлковый тигр', 'AWP|Графит', 'AWP|Дикое пламя', 'AWP|Азимов',
    'AWP|Пиксельный камуфляж «Розовый»', 'AWP|Змеиная кожа', 'AWP|Скоростной зверь', 'AWP|Красная линия', 'AWP|Электрический улей', 'AWP|Солнце в знаке Льва', 'AWP|Кортисейра', 'AWP|Боец', 'AWP|Неонуар', 'AWP|Элитное снаряжение', 'AWP|Chromatic Aberration',
    'AWP|Древесная гадюка', 'AWP|Горячечные грёзы', 'AWP|Duality', 'AWP|POP AWP', 'AWP|Экзоскелет', 'AWP|Мортис', 'AWP|Black Nile', 'AWP|ЛАПКИ', 'AWP|Фобос', 'AWP|Бог червей', 'AWP|Капилляры', 'AWP|Ахерон', 'AWP|Африканская сетка', 'AWP|Гадюка']

buttons_bayonet = ['Bayonet|Гамма-волны Изумруд', 'Bayonet|Волны Рубин', 'Bayonet|Волны Сапфир', 'Bayonet|Волны Черная Жемчужина', 'Bayonet|Гамма-волны Фаза 2', 'Bayonet|Гамма-волны Фаза 3', 'Bayonet|Гамма-волны Фаза 1', 'Bayonet|Гамма-волны Фаза 4',
    'Bayonet|Градиент', 'Bayonet|Легенды', 'Bayonet|Волны Фаза 2', 'Bayonet|Волны Фаза 4', 'Bayonet|Волны Фаза 1', 'Bayonet|Волны Фаза 3', 'Bayonet|Мраморный градиент', 'Bayonet|Убийство', 'Bayonet|Автотроника', 'Bayonet|Кровавая паутина', 'Bayonet|Зуб тигра',
    'Bayonet|Vanilla', 'Bayonet|Поверхностная закалка', 'Bayonet|Вороненая сталь', 'Bayonet|Ручная роспись', 'Bayonet|Чистая вода', 'Bayonet|Дамасская сталь', 'Bayonet|Ультрафиолет', 'Bayonet|Черный глянец', 'Bayonet|Ночь', 'Bayonet|Патина',
    'Bayonet|Пыльник', 'Bayonet|Городская маскировка', 'Bayonet|Сажа', 'Bayonet|Пиксельный камуфляж «Лес»', 'Bayonet|Северный лес', 'Bayonet|Африканская сетка']

buttons_bowie = ['Bowie|Волны Рубин', 'Bowie|Гамма-волны Изумруд', 'Bowie|Волны Сапфир', 'Bowie|Волны Черная Жемчужина', 'Bowie|Волны Фаза 2', 'Bowie|Волны Фаза 4', 'Bowie|Градиент', 'Bowie|Легенды', 'Bowie|Волны Фаза 1', 'Bowie|Гамма-волны Фаза 1',
    'Bowie|Гамма-волны Фаза 2', 'Bowie|Гамма-волны Фаза 4', 'Bowie|Гамма-волны Фаза 3', 'Bowie|Волны Фаза 3', 'Bowie|Мраморный градиент', 'Bowie|Убийство', 'Bowie|Автотроника', 'Bowie|Кровавая паутина', 'Bowie|Поверхностная закалка', 'Bowie|Зуб тигра',
    'Bowie|Дамасская сталь', 'Bowie|Вороненая сталь', 'Bowie|Vanilla', 'Bowie|Ручная роспись', 'Bowie|Ультрафиолет', 'Bowie|Патина', 'Bowie|Ночь', 'Bowie|Чистая вода', 'Bowie|Черный глянец', 'Bowie|Сажа', 'Bowie|Северный лес', 'Bowie|Пыльник',
    'Bowie|Пиксельный камуфляж «Лес»', 'Bowie|Африканская сетка', 'Bowie|Городская маскировка']

buttons_butterfly = ['Butterfly|Гамма-волны Изумруд', 'Butterfly|Волны Сапфир', 'Butterfly|Волны Рубин', 'Butterfly|Волны Черная Жемчужина', 'Butterfly|Волны Фаза 2', 'Butterfly|Гамма-волны Фаза 2', 'Butterfly|Градиент', 'Butterfly|Волны Фаза 4',
    'Butterfly|Гамма-волны Фаза 4', 'Butterfly|Гамма-волны Фаза 3', 'Butterfly|Гамма-волны Фаза 1', 'Butterfly|Волны Фаза 1', 'Butterfly|Волны Фаза 3', 'Butterfly|Мраморный градиент', 'Butterfly|Легенды', 'Butterfly|Убийство', 'Butterfly|Vanilla',
    'Butterfly|Зуб тигра', 'Butterfly|Кровавая паутина', 'Butterfly|Автотроника', 'Butterfly|Дамасская сталь', 'Butterfly|Поверхностная закалка', 'Butterfly|Вороненая сталь', 'Butterfly|Черный глянец', 'Butterfly|Ультрафиолет', 'Butterfly|Ручная роспись',
    'Butterfly|Чистая вода', 'Butterfly|Ночь', 'Butterfly|Патина', 'Butterfly|Пыльник', 'Butterfly|Северный лес', 'Butterfly|Пиксельный камуфляж «Лес»', 'Butterfly|Городская маскировка', 'Butterfly|Сажа', 'Butterfly|Африканская сетка']

buttons_classic = ['Classic|Градиент', 'Classic|Убийство', 'Classic|Кровавая паутина', 'Classic|Vanilla', 'Classic|Поверхностная закалка', 'Classic|Вороненая сталь', 'Classic|Патина', 'Classic|Ночная полоса', 'Classic|Сажа', 'Classic|Городская маскировка',
    'Classic|Северный лес', 'Classic|Пиксельный камуфляж «Лес»', 'Classic|Африканская сетка']

buttons_cz75 = ['CZ75-Auto|Чаша', 'CZ75-Auto|Изумрудный кварц', 'CZ75-Auto|Новая фуксия', 'CZ75-Auto|Изумруд', 'CZ75-Auto|Кровавая паутина', 'CZ75-Auto|Желтый жакет', 'CZ75-Auto|Нитро', 'CZ75-Auto|Сян-лю', 'CZ75-Auto|Виктория', 'CZ75-Auto|Гексан',
    'CZ75-Auto|Синдикат', 'CZ75-Auto|Отравленный дротик', 'CZ75-Auto|Листовая сталь', 'CZ75-Auto|Индиго', 'CZ75-Auto|Серебро', 'CZ75-Auto|Зеленая клетка', 'CZ75-Auto|Эко', 'CZ75-Auto|Полуночная пальма', 'CZ75-Auto|Армейский блеск', 'CZ75-Auto|Спираль',
    'CZ75-Auto|Поул-позиция', 'CZ75-Auto|Тигр', 'CZ75-Auto|Тропическая штриховка', 'CZ75-Auto|Фреймворк', 'CZ75-Auto|Красный ястреб', 'CZ75-Auto|Тактикотик', 'CZ75-Auto|Вендетта', 'CZ75-Auto|Смокинг', 'CZ75-Auto|Настоящий змееяд', 'CZ75-Auto|Штамп',
    'CZ75-Auto|Поношенный', 'CZ75-Auto|Полимер']

buttons_berettas = ['Dual Berettas|Дуэлист', 'Dual Berettas|Удар кобры', 'Dual Berettas|Изумруд', 'Dual Berettas|Погребальный костёр', 'Dual Berettas|Причал', 'Dual Berettas|Подрыв', 'Dual Berettas|Черная лимба', 'Dual Berettas|Гемоглобин',
    'Dual Berettas|Плод воображения', 'Dual Berettas|Катастрофа', 'Dual Berettas|Коммутатор', 'Dual Berettas|Луна в знаке Весов', 'Dual Berettas|Анодированная синева', 'Dual Berettas|Турбодвойники', 'Dual Berettas|Терн', 'Dual Berettas|Сплавной лес',
    'Dual Berettas|Возмездие', 'Dual Berettas|Городской шок', 'Dual Berettas|Баланс', 'Dual Berettas|Пантера', 'Dual Berettas|Королевская чета', 'Dual Berettas|Flora Carnivora', 'Dual Berettas|Драконий дуэт', 'Dual Berettas|Протектор', 'Dual Berettas|Картель',
    'Dual Berettas|Замена масла', 'Dual Berettas|Ограбление', 'Dual Berettas|Клочки', 'Dual Berettas|Элита 1.6', 'Dual Berettas|Духовики', 'Dual Berettas|Синий кварц', 'Dual Berettas|Патина', 'Dual Berettas|Колония', 'Dual Berettas|Наемник']

buttons_deagle = ['Desert Eagle|Пламя', 'Desert Eagle|Пищаль', 'Desert Eagle|Фенек', 'Desert Eagle|Изумрудный Ёрмунганд', 'Desert Eagle|Буря на закате 弐', 'Desert Eagle|Буря на закате 壱', 'Desert Eagle|Пилот', 'Desert Eagle|Океанское побережье',
    'Desert Eagle|Золотой карп', 'Desert Eagle|Гипноз', 'Desert Eagle|Кровавая паутина', 'Desert Eagle|Ржавый кобальт', 'Desert Eagle|Поток информации', 'Desert Eagle|Код красный', 'Desert Eagle|Ночь', 'Desert Eagle|Дракон-предводитель', 'Desert Eagle|Ночная буря',
    'Desert Eagle|Пиксельный камуфляж «Город»', 'Desert Eagle|Ночное ограбление', 'Desert Eagle|Наследие', 'Desert Eagle|Директива', 'Desert Eagle|Механо-пушка', 'Desert Eagle|Заговор', 'Desert Eagle|Бронзовый', 'Desert Eagle|Нага', 'Desert Eagle|Рельсотрон',
    'Desert Eagle|Стрелковая дисциплина', 'Desert Eagle|Спутник', 'Desert Eagle|Синяя фанера', 'Desert Eagle|Метеорит', 'Desert Eagle|Послание коринфянам', 'Desert Eagle|Оксидное пламя', 'Desert Eagle|Городской щебень', 'Desert Eagle|Бронзовая декорация',
    'Desert Eagle|Осадок']

buttons_falchion = ['Falchion|Волны Черная Жемчужина', 'Falchion|Гамма-волны Изумруд', 'Falchion|Волны Рубин', 'Falchion|Волны Сапфир', 'Falchion|Волны Фаза 2', 'Falchion|Гамма-волны Фаза 2', 'Falchion|Гамма-волны Фаза 3', 'Falchion|Волны Фаза 1',
    'Falchion|Гамма-волны Фаза 1', 'Falchion|Гамма-волны Фаза 4', 'Falchion|Волны Фаза 4', 'Falchion|Волны Фаза 3', 'Falchion|Градиент', 'Falchion|Убийство', 'Falchion|Мраморный градиент', 'Falchion|Легенды', 'Falchion|Зуб тигра', 'Falchion|Поверхностная закалка',
    'Falchion|Кровавая паутина','Falchion|Автотроника', 'Falchion|Vanilla', 'Falchion|Вороненая сталь', 'Falchion|Дамасская сталь', 'Falchion|Ручная роспись', 'Falchion|Ультрафиолет', 'Falchion|Чистая вода', 'Falchion|Патина', 'Falchion|Ночь',
    'Falchion|Черный глянец', 'Falchion|Городская маскировка', 'Falchion|Сажа', 'Falchion|Северный лес', 'Falchion|Пыльник', 'Falchion|Пиксельный камуфляж «Лес»', 'Falchion|Африканская сетка']

buttons_famas = ['FAMAS|Истребитель', 'FAMAS|Заход солнца', 'FAMAS|Waters of Nephthys', 'FAMAS|Теория чисел', 'FAMAS|Остаточное изображение', 'FAMAS|Авария', 'FAMAS|Дань уважения', 'FAMAS|Тёмная вода', 'FAMAS|Защитный каркас', 'FAMAS|Глаз Афины', 'FAMAS|Джинн',
    'FAMAS|Ночной Борре', 'FAMAS|Стикс', 'FAMAS|Контрастные цвета', 'FAMAS|Механо-пушка', 'FAMAS|Пульс', 'FAMAS|Быстрые движения глаз', 'FAMAS|Гексан', 'FAMAS|ZX Spectron', 'FAMAS|Валентность', 'FAMAS|Смертенок', 'FAMAS|Сержант', 'FAMAS|Макабр',
    'FAMAS|Калифорнийский камуфляж', 'FAMAS|Нейронная сеть', 'FAMAS|Дефект проводки', 'FAMAS|Голубые брызги', 'FAMAS|Демонтаж', 'FAMAS|Выживший', 'FAMAS|Защитная окраска', 'FAMAS|Резерв', 'FAMAS|Meow 36', 'FAMAS|Колония']

buttons_flip = ['Flip|Гамма-волны Изумруд', 'Flip|Волны Рубин', 'Flip|Волны Сапфир', 'Flip|Волны Черная Жемчужина', 'Flip|Гамма-волны Фаза 2', 'Flip|Градиент', 'Flip|Гамма-волны Фаза 3', 'Flip|Гамма-волны Фаза 1', 'Flip|Гамма-волны Фаза 4', 'Flip|Волны Фаза 2',
    'Flip|Волны Фаза 4', 'Flip|Волны Фаза 3', 'Flip|Волны Фаза 1', 'Flip|Мраморный градиент', 'Flip|Легенды', 'Flip|Убийство', 'Flip|Кровавая паутина', 'Flip|Зуб тигра', 'Flip|Vanilla', 'Flip|Автотроника', 'Flip|Поверхностная закалка', 'Flip|Вороненая сталь',
    'Flip|Ультрафиолет', 'Flip|Чистая вода', 'Flip|Ручная роспись', 'Flip|Ночь', 'Flip|Дамасская сталь', 'Flip|Черный глянец', 'Flip|Патина', 'Flip|Пыльник', 'Flip|Сажа', 'Flip|Городская маскировка', 'Flip|Северный лес', 'Flip|Пиксельный камуфляж «Лес»',
    'Flip|Африканская сетка']

buttons_fiveseven = ['Five-Seven|Неоновое кимоно', 'Five-Seven|Береги голову', 'Five-Seven|Багровое цветение', 'Five-Seven|Мигалка', 'Five-Seven|Скоростной зверь', 'Five-Seven|Карамельное яблоко', 'Five-Seven|Сказка', 'Five-Seven|Нитро',
    'Five-Seven|Поверхностная закалка', 'Five-Seven|Лихач', 'Five-Seven|Разъярённая толпа', 'Five-Seven|Наемник', 'Five-Seven|Обезьянье дело', 'Five-Seven|Анодированный металл', 'Five-Seven|Птичьи игры', 'Five-Seven|Медная галактика', 'Five-Seven|Джунгли',
    'Five-Seven|Увядшая лоза', 'Five-Seven|Триумвират', 'Five-Seven|Протокол «Подъём»', 'Five-Seven|Дань прошлому', 'Five-Seven|Паслен', 'Five-Seven|Ками', 'Five-Seven|Приятель',  'Five-Seven|Городская опасность', 'Five-Seven|Неистовый даймё',
    'Five-Seven|Серебряный кварц', 'Five-Seven|Капилляры', 'Five-Seven|Скумбрия', 'Five-Seven|Апельсиновая корка', 'Five-Seven|Каракули', 'Five-Seven|Испытание огнём', 'Five-Seven|Лесная ночь', 'Five-Seven|Хладагент']

buttons_g3sg1 = ['G3SG1|Хронос', 'G3SG1|Фиолетовое Мурано', 'G3SG1|Новые корни', 'G3SG1|Поток', 'G3SG1|Арктический камуфляж', 'G3SG1|Витраж', 'G3SG1|Палач', 'G3SG1|Оранжевое кимоно', 'G3SG1|Древний ритуал', 'G3SG1|Морские просторы', 'G3SG1|Африканская сетка',
    'G3SG1|Наемник', 'G3SG1|Лазурная зебра', 'G3SG1|Падальщик', 'G3SG1|Чёрный песок', 'G3SG1|Наблюдение', 'G3SG1|Жало', 'G3SG1|Поляна грёз', 'G3SG1|Цифровая сетка', 'G3SG1|Мрак',  'G3SG1|Следопыт', 'G3SG1|Духовик', 'G3SG1|Оранжевые осколки', 'G3SG1|Зеленое яблоко',
    'G3SG1|Смешанный камуфляж', 'G3SG1|Полярный камуфляж', 'G3SG1|Тропическая штриховка', 'G3SG1|Песчаная буря']

buttons_galil = ['Galil-AR|Водная терраса', 'Galil-AR|Щелкунчик', 'Galil-AR|Негатив «Феникса»', 'Galil-AR|Цербер', 'Galil-AR|Конфетка', 'Galil-AR|ОСТОРОЖНО!', 'Galil-AR|Эко', 'Galil-AR|Янтарный градиент', 'Galil-AR|Зимний лес', 'Galil-AR|Городской щебень',
    'Galil-AR|Пиксельный камуфляж «Ржавчина»', 'Galil-AR|Сумрачные руины', 'Galil-AR|Смерч', 'Galil-AR|Хроматическая аберрация', 'Galil-AR|Осколки', 'Galil-AR|Леденец', 'Galil-AR|Невозмутимость', 'Galil-AR|Охотничья будка', 'Galil-AR|Синий титан',
    'Galil-AR|Багровое цунами', 'Galil-AR|Ками', 'Galil-AR|Песчаная буря', 'Galil-AR|Перестрелка', 'Galil-AR|Вандал', 'Galil-AR|Сигнал', 'Galil-AR|Смокинг', 'Galil-AR|Подразделение', 'Galil-AR|Горн войны', 'Galil-AR|Черный песок', 'Galil-AR|Холодный синтез',
    'Galil-AR|Destroyer', 'Galil-AR|Белое напыление', 'Galil-AR|Смешанный камуфляж']

buttons_glock = ['Glock-18|Градиент', 'Glock-18|Гамма-волны Изумруд', 'Glock-18|Полимерные листья', 'Glock-18|Сумеречная галактика', 'Glock-18|Песчаные дюны', 'Glock-18|Татуировка дракона', 'Glock-18|Латунь', 'Glock-18|Гамма-волны Фаза 2',
    'Glock-18|Пиксельный камуфляж «Розовый»', 'Glock-18|Гамма-волны Фаза 1', 'Glock-18|Гамма-волны Фаза 4', 'Glock-18|Гамма-волны Фаза 3', 'Glock-18|Грунтовая вода', 'Glock-18|Неонуар', 'Glock-18|Ночь', 'Glock-18|Франклин', 'Glock-18|Королева пуль',
    'Glock-18|Нападение жора', 'Glock-18|Синяя трещина', "Glock-18|Ramese's Reach", 'Glock-18|Дух воды', 'Glock-18|Реактор', 'Glock-18|Мода', 'Glock-18|Ядерный сад', 'Glock-18|Королевский легион', 'Glock-18|Пустынный повстанец', 'Glock-18|Следящие шины',
    'Glock-18|Ржавая сталь', 'Glock-18|Жернов', 'Glock-18|Ласка', 'Glock-18|Umbral Rabbit', 'Glock-18|Лунная ночь', 'Glock-18|Горелка Бунзена', 'Glock-18|Литьё', 'Glock-18|Жертвенность', 'Glock-18|Захоронение', 'Glock-18|Призраки', 'Glock-18|Прозрачный полимер',
    'Glock-18|Карамельное яблоко', 'Glock-18|Пришелец', 'Glock-18|Ястреб', 'Glock-18|Оксидное пламя', 'Glock-18|Winterized', 'Glock-18|Дальний свет', 'Glock-18|Гремучая смерть']

buttons_gloves = ['Ящик Пандоры', 'Живая изгородь', 'Мята', 'Кровавое кимоно', 'Порок', 'Сверхпроводник', 'Мясник', 'Изумрудная сеть', 'Амфибия', 'Королевский змей', 'Засуха', 'Омега', 'Градиент', 'Снежный барс', 'Удар тигра', 'Мраморный градиент', 'Синие черепа',
    'Мятная прохлада', 'Основа', 'Багряный узор', 'Ноктс', 'Кровавая паутина', 'Имперская клетка', 'Полевой агент', 'Черный галстук', 'БУХ!', 'Бойня', 'Кровавый шемах', 'ОСТОРОЖНО!', 'Капитан 3-го ранга', 'Оттиск', 'Крупная добыча', 'Кровяное давление',
    'Покоритель гор', 'Бросаю дымовую', 'Полигон', 'Лунный узор', 'Кожа', 'Бах!', 'Финишная линия', 'Черепаха', 'Затмение', 'Зола', 'Окисление бронзы', 'Гремучая змея', 'Пустошь', 'Нефрит', 'Резан Красный', 'Пиксельный камуфляж «Лес»', 'Обгон',
    'Пиксельный камуфляж «Хвоя»', 'Поверхностная закалка', 'Королева ягуаров', 'Транспорт', 'Жираф', 'Укус змеи', 'Жёлтые полосы', 'Лес', 'Дробь', 'Без тормозов', 'Бронза', 'Третья рота коммандо', 'Конвой', 'Диверсант', 'Удав', 'Скотч', 'Остриё иглы', 'Изумруд',
    'Пустынный шемах', 'Гоночный зелёный', 'Мангры']

buttons_gut = ['Gut|Гамма-волны Изумруд', 'Gut|Волны Черная Жемчужина', 'Gut|Волны Рубин', 'Gut|Волны Сапфир', 'Gut|Гамма-волны Фаза 2', 'Gut|Гамма-волны Фаза 1', 'Gut|Гамма-волны Фаза 4', 'Gut|Гамма-волны Фаза 3', 'Gut|Градиент', 'Gut|Волны Фаза 2', 'Gut|Легенды',
    'Gut|Мраморный градиент', 'Gut|Волны Фаза 4', 'Gut|Волны Фаза 1', 'Gut|Волны Фаза 3', 'Gut|Убийство', 'Gut|Автотроника', 'Gut|Зуб тигра', 'Gut|Поверхностная закалка', 'Gut|Кровавая паутина', 'Gut|Vanilla', 'Gut|Ручная роспись', 'Gut|Дамасская сталь',
    'Gut|Ультрафиолет', 'Gut|Вороненая сталь', 'Gut|Чистая вода', 'Gut|Черный глянец', 'Gut|Ночь', 'Gut|Патина', 'Gut|Сажа', 'Gut|Пыльник', 'Gut|Городская маскировка', 'Gut|Пиксельный камуфляж «Лес»', 'Gut|Северный лес', 'Gut|Африканская сетка']

buttons_huntsman = ['Huntsman|Волны Черная Жемчужина', 'Huntsman|Гамма-волны Изумруд', 'Huntsman|Волны Рубин', 'Huntsman|Волны Сапфир', 'Huntsman|Волны Фаза 2', 'Huntsman|Гамма-волны Фаза 2', 'Huntsman|Волны Фаза 4', 'Huntsman|Гамма-волны Фаза 4',
    'Huntsman|Гамма-волны Фаза 3', 'Huntsman|Гамма-волны Фаза 1', 'Huntsman|Волны Фаза 1', 'Huntsman|Волны Фаза 3', 'Huntsman|Градиент', 'Huntsman|Убийство', 'Huntsman|Мраморный градиент', 'Huntsman|Легенды', 'Huntsman|Кровавая паутина', 'Huntsman|Зуб тигра',
    'Huntsman|Поверхностная закалка', 'Huntsman|Автотроника', 'Huntsman|Vanilla', 'Huntsman|Вороненая сталь', 'Huntsman|Черный глянец', 'Huntsman|Дамасская сталь', 'Huntsman|Ручная роспись', 'Huntsman|Ночь', 'Huntsman|Ультрафиолет', 'Huntsman|Патина',
    'Huntsman|Чистая вода', 'Huntsman|Городская маскировка', 'Huntsman|Сажа', 'Huntsman|Северный лес', 'Huntsman|Пиксельный камуфляж «Лес»', 'Huntsman|Пыльник', 'Huntsman|Африканская сетка']

buttons_karambit = ['Karambit|Гамма-волны Изумруд', 'Karambit|Волны Рубин', 'Karambit|Волны Сапфир', 'Karambit|Гамма-волны Фаза 2', 'Karambit|Волны Черная Жемчужина', 'Karambit|Градиент', 'Karambit|Волны Фаза 2', 'Karambit|Гамма-волны Фаза 3',
    'Karambit|Гамма-волны Фаза 1', 'Karambit|Гамма-волны Фаза 4', 'Karambit|Легенды', 'Karambit|Волны Фаза 4', 'Karambit|Волны Фаза 1', 'Karambit|Волны Фаза 3', 'Karambit|Мраморный градиент', 'Karambit|Убийство', 'Karambit|Автотроника', 'Karambit|Кровавая паутина',
    'Karambit|Зуб тигра', 'Karambit|Vanilla', 'Karambit|Поверхностная закалка', 'Karambit|Вороненая сталь', 'Karambit|Черный глянец', 'Karambit|Дамасская сталь', 'Karambit|Ультрафиолет', 'Karambit|Ручная роспись', 'Karambit|Чистая вода', 'Karambit|Патина',
    'Karambit|Ночь', 'Karambit|Пыльник', 'Karambit|Северный лес', 'Karambit|Сажа', 'Karambit|Городская маскировка', 'Karambit|Пиксельный камуфляж «Лес»', 'Karambit|Африканская сетка']

buttons_kukri = ['Kukri|Градиент', 'Kukri|Кровавая паутина', 'Kukri|Убийство', 'Kukri|Vanilla', 'Kukri|Поверхностная закалка', 'Kukri|Вороненая сталь', 'Kukri|Патина', 'Kukri|Ночная полоса', 'Kukri|Городская маскировка', 'Kukri|Северный лес',
    'Kukri|Пиксельный камуфляж «Лес»', 'Kukri|Сажа', 'Kukri|Африканская сетка']

buttons_m9 = ['M9 Bayonet|Гамма-волны Изумруд', 'M9 Bayonet|Волны Рубин', 'M9 Bayonet|Волны Сапфир', 'M9 Bayonet|Волны Черная Жемчужина', 'M9 Bayonet|Гамма-волны Фаза 2', 'M9 Bayonet|Легенды', 'M9 Bayonet|Волны Фаза 2', 'M9 Bayonet|Гамма-волны Фаза 3',
    'M9 Bayonet|Градиент', 'M9 Bayonet|Гамма-волны Фаза 1', 'M9 Bayonet|Гамма-волны Фаза 4', 'M9 Bayonet|Волны Фаза 4', 'M9 Bayonet|Мраморный градиент', 'M9 Bayonet|Волны Фаза 1', 'M9 Bayonet|Волны Фаза 3', 'M9 Bayonet|Кровавая паутина', 'M9 Bayonet|Vanilla',
    'M9 Bayonet|Автотроника', 'M9 Bayonet|Убийство', 'M9 Bayonet|Зуб тигра', 'M9 Bayonet|Поверхностная закалка', 'M9 Bayonet|Черный глянец', 'M9 Bayonet|Вороненая сталь', 'M9 Bayonet|Дамасская сталь', 'M9 Bayonet|Ультрафиолет', 'M9 Bayonet|Ручная роспись',
    'M9 Bayonet|Чистая вода', 'M9 Bayonet|Ночь', 'M9 Bayonet|Патина', 'M9 Bayonet|Пыльник', 'M9 Bayonet|Сажа', 'M9 Bayonet|Пиксельный камуфляж «Лес»', 'M9 Bayonet|Северный лес', 'M9 Bayonet|Городская маскировка', 'M9 Bayonet|Африканская сетка']

buttons_m249 = ['M249|Приморский прогноз', 'M249|Хьюмидор', 'M249|Мраморный буран', 'M249|Джунгли', 'M249|Полуночная пальма', 'M249|Ударная дрель', 'M249|Космический воитель', 'M249|Укус изумрудного яда', 'M249|Пиксельный камуфляж «Джунгли»', 'M249|Ацтекская тема',
    'M249|Контрастные цвета', 'M249|Магма', 'M249|Downtown', 'M249|Хищник', 'M249|Ветеран полётов', 'M249|Глубокий рельеф', 'M249|Блокировка', 'M249|O.S.I.P.R.', 'M249|Призрак', 'M249|Submerged', 'M249|Крокодиловая сетка']

buttons_mac10 = ['MAC-10|Ужи на сковородке', 'MAC-10|Медный Борре', 'MAC-10|Красная филигрань', 'MAC-10|Поверхностная закалка', 'MAC-10|Золотой кирпич', 'MAC-10|На охоте', 'MAC-10|Градиент', 'MAC-10|Пропаганда', 'MAC-10|Гравировка', 'MAC-10|Пассажир',
    'MAC-10|Ультрафиолет', 'MAC-10|Индиго', 'MAC-10|Янтарный градиент', 'MAC-10|Коробка с игрушками', 'MAC-10|Клочья', 'MAC-10|Дискотехника', 'MAC-10|Неоновый гонщик', 'MAC-10|Проклятие', 'MAC-10|Ядерный сад', 'MAC-10|Жар', 'MAC-10|Смерч', 'MAC-10|Прибой',
    'MAC-10|Алоха', 'MAC-10|Малахит', 'MAC-10|Последнее погружение', 'MAC-10|Пиксельный камуфляж «Город»', 'MAC-10|Полная труба', 'MAC-10|Шарм', 'MAC-10|Тактика', 'MAC-10|Кнопкодав', 'MAC-10|Sakkaku', 'MAC-10|Лазурный хищник', 'MAC-10|Дамасская охра',
    'MAC-10|Echoing Sands', 'MAC-10|Белая рыба', 'MAC-10|Хроматика', 'MAC-10|Плотоядный', 'MAC-10|Классический контейнер', 'MAC-10|Океанские мотивы', 'MAC-10|Monkeyflage', 'MAC-10|Заточение', 'MAC-10|Пальма', 'MAC-10|Телячья кожа', 'MAC-10|Серебро',
    'MAC-10|Карамельное яблоко']

buttons_mag7 = ['Mag-7|Чинкуэда', 'Mag-7|Бульдозер', 'Mag-7|Антитерраса', 'Mag-7|Призменная терраса', 'Mag-7|Кольчуга', 'Mag-7|Серебро', 'Mag-7|Желто-черные полосы', 'Mag-7|Справедливость', 'Mag-7|Объемные шестиугольники', 'Mag-7|Песчаные дюны', 'Mag-7|Углепластик',
    'Mag-7|Чайка', 'Mag-7|Разрушение ядра', 'Mag-7|Преторианец', 'Mag-7|Радиоактивная опасность', 'Mag-7|Насыщенная вода', 'Mag-7|Поджигатель', 'Mag-7|Жар', 'Mag-7|Висмутовый спектр', 'Mag-7|Copper Coated', 'Mag-7|Гроза', 'Mag-7|Зов монстра', 'Mag-7|Петроглиф',
    'Mag-7|ПОНТ-7', 'Mag-7|Пёсик', 'Mag-7|Флотский блеск', 'Mag-7|Райский страж', 'Mag-7|Ядро кобальта', 'Mag-7|Эхолот', 'Mag-7|Insomnia', 'Mag-7|Предсказание', 'Mag-7|Пиксельный камуфляж «Металлический»', 'Mag-7|Пыльник']

buttons_mp5 = ['MP5-SD|Оксидовый оазис', 'MP5-SD|Фосфор', 'MP5-SD|Нитро', 'MP5-SD|Осенний фасон', 'MP5-SD|Бамбуковый сад', 'MP5-SD|Агент', 'MP5-SD|Гаусс', 'MP5-SD|Умелые ручки', 'MP5-SD|Кислотный душ', 'MP5-SD|Condition Zero', 'MP5-SD|Сопроцессор',
    'MP5-SD|Пустынная атака', 'MP5-SD|Liquidation', 'MP5-SD|Юный некромант', 'MP5-SD|Брызговик', 'MP5-SD|Подопытные крысы']

buttons_mp7 = ['MP7|Бирюзовое цветение', 'MP7|Побелка', 'MP7|Полная остановка', 'MP7|Черепа', 'MP7|Апельсиновая корка', 'MP7|Заклятый враг', 'MP7|Пороховой дым', 'MP7|Сажа', 'MP7|Градиент', 'MP7|Дух бездны', 'MP7|Астерион', 'MP7|Грунтовая вода',
    'MP7|Неоновые жилки', 'MP7|Генератор', 'MP7|Бурьян', 'MP7|Чертята', 'MP7|Оливковая клетка', 'MP7|Особая доставка', 'MP7|Океанская пена', 'MP7|Кровавый спорт', 'MP7|Ограбление хранилища', 'MP7|Диверсант', 'MP7|Жертва', 'MP7|Анодированная синева',
    'MP7|Перистое облако', 'MP7|Озорник', 'MP7|Горн войны', 'MP7|Броня', 'MP7|Городская опасность', 'MP7|Sunbaked', 'MP7|Материнская плата', 'MP7|Пиксельный камуфляж «Лес»', 'MP7|Армейский спецназ']

buttons_mp9 = ['MP9|Дикая лилия', 'MP9|Бульдозер', 'MP9|Ящик Пандоры', 'MP9|Хот-род', 'MP9|Темный век', 'MP9|Витраж', 'MP9|Гроза', 'MP9|Звёздный защитник', 'MP9|Музыкальная шкатулка', 'MP9|Гидра', 'MP9|Гипноз', 'MP9|Закат', 'MP9|Фудзияма', 'MP9|Воздушный шлюз',
    'MP9|Пищевая цепь', 'MP9|Железная роза', 'MP9|Зеленая клетка', 'MP9|Старые корни', 'MP9|Сезон засухи', 'MP9|Смертельный яд', 'MP9|Рубиновый ядовитый дротик', 'MP9|Слизь', 'MP9|Армейский блеск', 'MP9|Дротик', 'MP9|Капилляры', 'MP9|Апельсиновая корка',
    'MP9|Утечка отходов', 'MP9|Featherweight', 'MP9|Пыльный осадок', 'MP9|Скромная угроза', 'MP9|Чёрный песок', 'MP9|Занос', 'MP9|Песчаная штриховка']

buttons_navaja = ['Navaja|Волны Рубин', 'Navaja|Волны Черная Жемчужина', 'Navaja|Волны Сапфир', 'Navaja|Градиент', 'Navaja|Волны Фаза 2', 'Navaja|Волны Фаза 3', 'Navaja|Волны Фаза 1', 'Navaja|Волны Фаза 4', 'Navaja|Мраморный градиент', 'Navaja|Убийство',
    'Navaja|Vanilla', 'Navaja|Поверхностная закалка', 'Navaja|Зуб тигра', 'Navaja|Кровавая паутина', 'Navaja|Дамасская сталь', 'Navaja|Ультрафиолет', 'Navaja|Вороненая сталь', 'Navaja|Пыльник', 'Navaja|Патина', 'Navaja|Городская маскировка', 'Navaja|Ночная полоса',
    'Navaja|Сажа', 'Navaja|Пиксельный камуфляж «Лес»', 'Navaja|Северный лес', 'Navaja|Африканская сетка']

buttons_negev = ['Negev|Мьёльнир', 'Negev|Анодированная синева', 'Negev|Инфраструктура', 'Negev|Трафарет «Феникса»', 'Negev|Калифорнийский камуфляж', 'Negev|Тра-та-та', 'Negev|Погрузчик', 'Negev|Крикун', 'Negev|Пальма', 'Negev|Песочное барокко',
    'Negev|Радиоактивные отходы', 'Negev|dev_texture', 'Negev|Рыба-лев', 'Negev|Конфуз', 'Negev|Почва', 'Negev|Прототип', 'Negev|Drop Me', 'Negev|Пустынная атака', 'Negev|Сверхлёгкий', 'Negev|Боец', 'Negev|Изоляция', 'Negev|Армейский блеск']

buttons_nomad = ['Nomad|Градиент', 'Nomad|Кровавая паутина', 'Nomad|Убийство', 'Nomad|Vanilla', 'Nomad|Поверхностная закалка', 'Nomad|Вороненая сталь', 'Nomad|Патина', 'Nomad|Ночная полоса', 'Nomad|Городская маскировка', 'Nomad|Сажа', 'Nomad|Северный лес',
    'Nomad|Пиксельный камуфляж «Лес»', 'Nomad|Африканская сетка']

buttons_nova = ['Nova|Современный охотник', 'Nova|Оранжевое барокко', 'Nova|Расцветающая ветка', 'Nova|Оранжевое пламя', 'Nova|Скоростной зверь', 'Nova|Зыбучие пески', 'Nova|Зеленое яблоко', 'Nova|Буря', 'Nova|Грецкий орех', 'Nova|Узел', 'Nova|Антиквариат',
    "Nova|Sobek's Bite", 'Nova|Графит', 'Nova|Красный кварц', 'Nova|Восходящий череп', 'Nova|Прозрачный полимер', 'Nova|Луна в знаке Весов', 'Nova|Лесные листья', 'Nova|Солдатик', 'Nova|Пыльник', 'Nova|Призрачный камуфляж', 'Nova|Карп кои', 'Nova|Перо',
    'Nova|Ядозуб', 'Nova|Дикая шестёрка', 'Nova|Армейский блеск', 'Nova|Лесничий', 'Nova|На крыльях ветра', 'Nova|Экзо', 'Nova|Горелое дерево', 'Nova|Клетчатая сталь', 'Nova|Карамельное яблоко', 'Nova|Песчаные дюны', 'Nova|Полярная сетка', 'Nova|Хищник',
    'Nova|Сердечник']

buttons_p90 = ['P90|Астральный Ёрмунганд', 'P90|Беги и прячься', 'P90|Изумрудный дракон', 'P90|Хладнокровный', 'P90|Смертоносные кошечки', 'P90|Азимов', 'P90|Красное барокко', 'P90|Закатная лилия', 'P90|Радиоактивные осадки', 'P90|Кожа', 'P90|Гроза',
    'P90|Тигриная яма', 'P90|Схематика', 'P90|Треугольник', 'P90|ScaraB Rush', 'P90|Слепое пятно', 'P90|Ностальгия', 'P90|Мёртвая хватка', 'P90|Резной приклад', 'P90|Арктическая сетка', 'P90|Неглубокая могила', 'P90|Война в пустыне', 'P90|Буйная растительность',
    'P90|Вирус', 'P90|Модуль', 'P90|Сажа', 'P90|Воин дорог', 'P90|Vent Rush', 'P90|Neoqueen', 'P90|Сцепление', 'P90|Какао-буйство', 'P90|Элитное снаряжение', 'P90|Пиксельный камуфляж «Пустыня»', 'P90|Древняя земля', 'P90|Чертёж-негатив', 'P90|Пришелец',
    'P90|Демонтаж', 'P90|Мрак', 'P90|Грузовой', 'P90|Ясень', 'P90|Песчаное напыление']

buttons_p250 = ['P250|Побелка', "P250|Apep's Curse", 'P250|Ядерная угроза', 'P250|Цифровой архитектор', 'P250|Цвета прибоя', 'P250|Пятно', 'P250|Грани', 'P250|Бенгальский тигр', 'P250|Чёрно-коричневый', 'P250|Малиновое кимоно', 'P250|Роспись',
    'P250|Современный охотник', 'P250|Азимов', 'P250|Картель', 'P250|Тёмная филигрань', 'P250|Красный камень', 'P250|Прощальный оскал', 'P250|Visions', 'P250|Покойник', 'P250|Лучшее вино', 'P250|Улей', 'P250|Кимоно цвета мяты', 'P250|Пороховой дым', 'P250|Охотник',
    'P250|Костяная маска', 'P250|Заражение', 'P250|Ржавая сталь', 'P250|Лесная ночь', 'P250|Инферно', 'P250|Сверхновая', 'P250|Ворон', 'P250|Франклин', 'P250|Киберпанцирь', 'P250|Загрязнитель', 'P250|Безводье', 'P250|Валентность', 'P250|Обменник',
    'P250|Ярь-медянка', 'P250|Железное покрытие', 'P250|Рентген', 'P250|Зыбь', 'P250|Песчаные дюны', 'P250|Re.built', 'P250|Кассета', 'P250|Пиксельный камуфляж «Металлический»', 'P250|Северный лес', 'P250|Чертёж-планировка']

buttons_p2000 = ['P2000|Океанская пена', 'P2000|Кольчуга', 'P2000|Серебро', 'P2000|Вычитание', 'P2000|Дух огня', 'P2000|Лабиринт', 'P2000|Кортисейра', 'P2000|Эконом-класс', 'P2000|Цвет луга', 'P2000|Луговые листья', 'P2000|Wicked Sick', 'P2000|Дровосек',
    'P2000|Янтарный градиент', 'P2000|Космическая гонка', 'P2000|Императорский дракон', 'P2000|Обсидиан', 'P2000|Скорпион', 'P2000|Камуфляж пантеры', 'P2000|Пистолет', 'P2000|Пульс', 'P2000|Красные фрагменты', 'P2000|Протравленный', 'P2000|Дерн',
    'P2000|Слоновая кость', 'P2000|Защитник империи', 'P2000|Океанские мотивы', 'P2000|Искривление', 'P2000|Городская опасность', 'P2000|Поднятие духов', 'P2000|Мраморный гранит']

buttons_paracord = ['Paracord|Градиент', 'Paracord|Убийство', 'Paracord|Кровавая паутина', 'Paracord|Поверхностная закалка', 'Paracord|Vanilla', 'Paracord|Вороненая сталь', 'Paracord|Патина', 'Paracord|Ночная полоса', 'Paracord|Северный лес',
    'Paracord|Городская маскировка', 'Paracord|Сажа', 'Paracord|Пиксельный камуфляж «Лес»', 'Paracord|Африканская сетка']

buttons_bizon = ['PP-Bizon|Пыльник', 'PP-Bizon|Углепластик', 'PP-Bizon|Современный охотник', 'PP-Bizon|Азарт', 'PP-Bizon|Антиквариат', 'PP-Bizon|Суд Анубиса', 'PP-Bizon|Синяя струя', 'PP-Bizon|Эмбарго', 'PP-Bizon|Бамбук', 'PP-Bizon|Химический зеленый',
    'PP-Bizon|Чайка', 'PP-Bizon|Электрощиток', 'PP-Bizon|Радиоактивная опасность', 'PP-Bizon|Лесные листья', 'PP-Bizon|Знак воды', 'PP-Bizon|Топливный стержень', 'PP-Bizon|Синие полутона', 'PP-Bizon|Латунь', 'PP-Bizon|Океанская глубина', 'PP-Bizon|Люмен',
    'PP-Bizon|Осирис', 'PP-Bizon|Космокот', 'PP-Bizon|Анолис', 'PP-Bizon|Гремучая смерть', 'PP-Bizon|Жнец', 'PP-Bizon|Вихрь джунглей', 'PP-Bizon|Рунопись', 'PP-Bizon|Ночной бунт', 'PP-Bizon|Карамельное яблоко', 'PP-Bizon|Ночные операции',
    'PP-Bizon|Городская штриховка', 'PP-Bizon|Песчаная штриховка', 'PP-Bizon|Чертёж объекта']

buttons_revolver = ['R8 Revolver|Градиент', 'R8 Revolver|Лама-пушка', 'R8 Revolver|Брызги воды', 'R8 Revolver|Ночь', 'R8 Revolver|Кровавая паутина', 'R8 Revolver|Маркер «Феникса»', 'R8 Revolver|Перезагрузка', 'R8 Revolver|Реликвия', 'R8 Revolver|Crazy 8',
    'R8 Revolver|Пламя', 'R8 Revolver|Banana Cannon', 'R8 Revolver|Отбойный череп', 'R8 Revolver|Янтарный градиент', 'R8 Revolver|Пустынный окрас', 'R8 Revolver|Автосвалка', 'R8 Revolver|Выживший', 'R8 Revolver|Кованая кость', 'R8 Revolver|Хватка',
    'R8 Revolver|Нитро', 'R8 Revolver|Inlay', 'R8 Revolver|Костяная маска']

buttons_sawed = ['Sawed-Off|Медь', 'Sawed-Off|Первый класс', 'Sawed-Off|Пиксельный камуфляж «Ржавчина»', 'Sawed-Off|Пыльник', 'Sawed-Off|Пожиратель', 'Sawed-Off|Kiss♥Love', 'Sawed-Off|Принцесса пустошей', 'Sawed-Off|Кракен', 'Sawed-Off|Тропическая чаща',
    'Sawed-Off|Тень бамбука', 'Sawed-Off|Мозаика', 'Sawed-Off|Радиоактивная опасность', 'Sawed-Off|Безмятежность', 'Sawed-Off|Разбойник', 'Sawed-Off|В центре внимания', 'Sawed-Off|Апокалипто', 'Sawed-Off|Белое напыление', 'Sawed-Off|Стоп-сигнал', 'Sawed-Off|Сушь',
    'Sawed-Off|Глиняная засада', 'Sawed-Off|Судак', 'Sawed-Off|Янтарный градиент', 'Sawed-Off|Полная остановка', 'Sawed-Off|Йорик', 'Sawed-Off|Моррис', 'Sawed-Off|Оригами', 'Sawed-Off|Чёрный песок', 'Sawed-Off|Спиритическая доска', 'Sawed-Off|Змеиная кожа',
    'Sawed-Off|Ветеран', 'Sawed-Off|Пиксельный камуфляж «Лес»']

buttons_scar = ['SCAR-20|Латунь', 'SCAR-20|Сайрекс', 'SCAR-20|Пятна от краски', 'SCAR-20|Изумруд', 'SCAR-20|Магна Карта', 'SCAR-20|Пальма', 'SCAR-20|Кровавая паутина', 'SCAR-20|Кардио', 'SCAR-20|Гроза', 'SCAR-20|Кровавый спорт', 'SCAR-20|Каменная кладка',
    'SCAR-20|Армейский блеск', 'SCAR-20|Генератор', 'SCAR-20|Принудитель', 'SCAR-20|Надрыв', 'SCAR-20|Зеленый морпех', 'SCAR-20|Грот', 'SCAR-20|Калька', 'SCAR-20|Эпидемия', 'SCAR-20|Тот самый контейнер', 'SCAR-20|Fragments', 'SCAR-20|Вихрь джунглей',
    'SCAR-20|Экзорцыпа', 'SCAR-20|Углепластик', 'SCAR-20|Песчаная сетка', 'SCAR-20|Наемник']

buttons_sg553 = ['SG 553|Плата за риск', 'SG 553|Бульдозер', 'SG 553|Integrale', 'SG 553|Гипноз', 'SG 553|Ультрафиолет', 'SG 553|Колония IV', 'SG 553|Странник', 'SG 553|Пустынное цветение', 'SG 553|Крокодиловая сетка', 'SG 553|Сайрекс', 'SG 553|Смерч',
    'SG 553|Брызги волны', 'SG 553|Баррикада', 'SG 553|Карамельное яблоко', 'SG 553|Пульс', 'SG 553|Радиоактивные осадки', 'SG 553|Дикая моль', 'SG 553|Темнокрыл', 'SG 553|Dragon Tech', 'SG 553|Триарх', 'SG 553|Фантом', 'SG 553|Дамасская сталь',
    'SG 553|Заросшие руины', 'SG 553|Белизна', 'SG 553|Анодированная синева', 'SG 553|Тяжёлый метал', 'SG 553|Атлас', 'SG 553|Полет', 'SG 553|Близкая опасность', 'SG 553|Алоха', 'SG 553|Старина Ржавчик', 'SG 553|Cyberforce', 'SG 553|Перфорированные волны',
    'SG 553|Армейский блеск']

buttons_shadow = ['Shadow Daggers|Волны Черная Жемчужина', 'Shadow Daggers|Волны Рубин', 'Shadow Daggers|Гамма-волны Изумруд', 'Shadow Daggers|Волны Сапфир', 'Shadow Daggers|Волны Фаза 2', 'Shadow Daggers|Градиент', 'Shadow Daggers|Волны Фаза 4',
    'Shadow Daggers|Легенды', 'Shadow Daggers|Волны Фаза 3', 'Shadow Daggers|Волны Фаза 1', 'Shadow Daggers|Гамма-волны Фаза 2', 'Shadow Daggers|Гамма-волны Фаза 4', 'Shadow Daggers|Гамма-волны Фаза 1', 'Shadow Daggers|Гамма-волны Фаза 3',
    'Shadow Daggers|Мраморный градиент', 'Shadow Daggers|Убийство', 'Shadow Daggers|Зуб тигра', 'Shadow Daggers|Кровавая паутина', 'Shadow Daggers|Поверхностная закалка', 'Shadow Daggers|Vanilla', 'Shadow Daggers|Ультрафиолет', 'Shadow Daggers|Северный лес',
    'Shadow Daggers|Ручная роспись', 'Shadow Daggers|Автотроника', 'Shadow Daggers|Вороненая сталь', 'Shadow Daggers|Дамасская сталь', 'Shadow Daggers|Ночь', 'Shadow Daggers|Чистая вода', 'Shadow Daggers|Патина', 'Shadow Daggers|Черный глянец',
    'Shadow Daggers|Пыльник', 'Shadow Daggers|Сажа', 'Shadow Daggers|Городская маскировка', 'Shadow Daggers|Пиксельный камуфляж «Лес»', 'Shadow Daggers|Африканская сетка']

buttons_skeleton = ['Skeleton|Градиент', 'Skeleton|Кровавая паутина', 'Skeleton|Убийство', 'Skeleton|Vanilla', 'Skeleton|Вороненая сталь', 'Skeleton|Поверхностная закалка', 'Skeleton|Патина', 'Skeleton|Ночная полоса', 'Skeleton|Городская маскировка',
    'Skeleton|Сажа', 'Skeleton|Северный лес', 'Skeleton|Пиксельный камуфляж «Лес»', 'Skeleton|Африканская сетка']

buttons_ssg08 = ['SSG 08|Жало смерти', 'SSG 08|Морской узор', 'SSG 08|Кровь в воде', 'SSG 08|Кровавая пелена', 'SSG 08|Песчаные дюны', 'SSG 08|Мечты Майя', 'SSG 08|Оранжевая филигрань', 'SSG 08|Обнаружена угроза', 'SSG 08|Пламя дракона', 'SSG 08|Большая пушка',
    'SSG 08|Объезд', 'SSG 08|Красный камень', 'SSG 08|Турбовыпад', 'SSG 08|Лишайниковая штриховка', 'SSG 08|Тропическая гроза', 'SSG 08|Мёртвые головы', 'SSG 08|Тропическая штриховка', 'SSG 08|Параллакс', 'SSG 08|Углепластик', 'SSG 08|Призрачный фанатик',
    'SSG 08|Пучина', 'SSG 08|Горячечные грёзы', 'SSG 08|Темная вода', 'SSG 08|Когти', 'SSG 08|Весенний фасон', 'SSG 08|Некромант', 'SSG 08|Кислотный градиент', 'SSG 08|Ручной тормоз', 'SSG 08|Жертва', 'SSG 08|Azure Glyph', 'SSG 08|Мейнфрейм 001',
    'SSG 08|Голубая хвоя']

buttons_stiletto = ['Stiletto|Волны Рубин', 'Stiletto|Волны Сапфир', 'Stiletto|Волны Черная Жемчужина', 'Stiletto|Волны Фаза 2', 'Stiletto|Градиент', 'Stiletto|Волны Фаза 4', 'Stiletto|Волны Фаза 1', 'Stiletto|Волны Фаза 3', 'Stiletto|Убийство',
    'Stiletto|Мраморный градиент', 'Stiletto|Кровавая паутина', 'Stiletto|Зуб тигра', 'Stiletto|Поверхностная закалка', 'Stiletto|Vanilla', 'Stiletto|Вороненая сталь', 'Stiletto|Дамасская сталь', 'Stiletto|Ультрафиолет', 'Stiletto|Патина', 'Stiletto|Ночная полоса',
    'Stiletto|Пыльник', 'Stiletto|Городская маскировка', 'Stiletto|Сажа', 'Stiletto|Пиксельный камуфляж «Лес»', 'Stiletto|Северный лес', 'Stiletto|Африканская сетка']

buttons_survival = ['Survival|Градиент', 'Survival|Убийство', 'Survival|Кровавая паутина', 'Survival|Поверхностная закалка', 'Survival|Vanilla', 'Survival|Вороненая сталь', 'Survival|Патина', 'Survival|Ночная полоса', 'Survival|Городская маскировка',
    'Survival|Сажа', 'Survival|Пиксельный камуфляж «Лес»', 'Survival|Северный лес', 'Survival|Африканская сетка']

buttons_talon = ['Talon|Волны Рубин', 'Talon|Волны Сапфир', 'Talon|Волны Черная Жемчужина', 'Talon|Градиент', 'Talon|Волны Фаза 2', 'Talon|Волны Фаза 4', 'Talon|Волны Фаза 1', 'Talon|Волны Фаза 3', 'Talon|Мраморный градиент', 'Talon|Убийство', 'Talon|Зуб тигра',
    'Talon|Поверхностная закалка', 'Talon|Кровавая паутина', 'Talon|Вороненая сталь', 'Talon|Vanilla', 'Talon|Ультрафиолет', 'Talon|Дамасская сталь', 'Talon|Патина', 'Talon|Ночная полоса', 'Talon|Пыльник', 'Talon|Городская маскировка',
    'Talon|Пиксельный камуфляж «Лес»', 'Talon|Сажа', 'Talon|Северный лес', 'Talon|Африканская сетка']

buttons_tec9 = ['Tec-9|Терраса', 'Tec-9|Ядерная угроза', 'Tec-9|Латунь', 'Tec-9|Опустошитель', 'Tec-9|Ржавые листья', 'Tec-9|Аид', 'Tec-9|Привет из прошлого', 'Tec-9|Топливный инжектор', 'Tec-9|Айзек', 'Tec-9|Токсичность', 'Tec-9|Оранжевое Мурано', 'Tec-9|Трафарет',
    'Tec-9|Смерч', 'Tec-9|Бамбуковые заросли', 'Tec-9|Синий титан', 'Tec-9|Частица титана', 'Tec-9|Удалённый доступ', 'Tec-9|Лавина', 'Tec-9|Окостеневший', "Tec-9|Mummy's Rot", 'Tec-9|Защитная сетка', 'Tec-9|Стебель бамбука', 'Tec-9|Возвращение',
    'Tec-9|Песчаная буря', 'Tec-9|Брат', 'Tec-9|Джамбия', 'Tec-9|Мел «Феникса»', 'Tec-9|Ветеран', 'Tec-9|Змейк-9', 'Tec-9|Треснувший опал', 'Tec-9|Ледниковый покров', 'Tec-9|Световая пошла!', 'Tec-9|Rebel', 'Tec-9|Красный кварц', 'Tec-9|Грунтовая вода',
    'Tec-9|Смешанный камуфляж', 'Tec-9|Пиксельный камуфляж «Город»', 'Tec-9|Армейская сетка']

buttons_ump45 = ['UMP-45|Градиент', 'UMP-45|Лабиринт минотавра', 'UMP-45|Дневная лилия', 'UMP-45|Место преступления', 'UMP-45|Карамель', 'UMP-45|Пламя', 'UMP-45|Индиго', 'UMP-45|Радиоактивные осадки', 'UMP-45|Динамика', 'UMP-45|Первобытный саблезуб',
    'UMP-45|Груда костей', 'UMP-45|Золотой висмут', 'UMP-45|Wild Child', 'UMP-45|Механизм', 'UMP-45|Металлические цветы', 'UMP-45|Houndstooth', 'UMP-45|Каркас', 'UMP-45|Заблуждение', 'UMP-45|Пластичность', 'UMP-45|Полная остановка', 'UMP-45|Сажа',
    'UMP-45|Облучение', 'UMP-45|Арктический волк', 'UMP-45|Лунная ночь', 'UMP-45|Капрал', 'UMP-45|Гран-при', 'UMP-45|Осциллятор', 'UMP-45|Бунт', 'UMP-45|Брифинг', 'UMP-45|Roadblock', 'UMP-45|Лабиринт', 'UMP-45|Пороховой дым', 'UMP-45|Углепластик',
    'UMP-45|Пиксельный камуфляж «Город»', 'UMP-45|Осадок', 'UMP-45|Чертёж-гравировка']

buttons_ursus = ['Ursus|Волны Рубин', 'Ursus|Волны Сапфир', 'Ursus|Волны Черная Жемчужина', 'Ursus|Градиент', 'Ursus|Волны Фаза 2', 'Ursus|Волны Фаза 4', 'Ursus|Волны Фаза 3', 'Ursus|Волны Фаза 1', 'Ursus|Мраморный градиент', 'Ursus|Кровавая паутина',
    'Ursus|Убийство', 'Ursus|Тигриный зуб', 'Ursus|Vanilla', 'Ursus|Поверхностная закалка', 'Ursus|Ультрафиолет', 'Ursus|Вороненая сталь', 'Ursus|Дамасская сталь', 'Ursus|Патина', 'Ursus|Ночная полоса', 'Ursus|Городская маскировка', 'Ursus|Пыльник',
    'Ursus|Пиксельный камуфляж «Лес»', 'Ursus|Сажа', 'Ursus|Северный лес', 'Ursus|Африканская сетка']

buttons_usp = ['USP-S|Побелка', 'USP-S|Цель обнаружена', 'USP-S|Подтвержденное убийство', 'USP-S|Printstream', 'USP-S|Оранжевый анолис', 'USP-S|Темная вода', 'USP-S|Следы асфальта', 'USP-S|Камуфляж', 'USP-S|Кайман', 'USP-S|Королевский синий', 'USP-S|Орион',
    'USP-S|Предатель', 'USP-S|Древние видения', 'USP-S|Сыворотка', 'USP-S|Бизнес-класс', 'USP-S|Чудовищная смесь', 'USP-S|Неонуар', 'USP-S|Калька', 'USP-S|Лабиринт', 'USP-S|Пиксельный камуфляж «Фиолетовый»', 'USP-S|Нержавейка', 'USP-S|Едва зеленый',
    'USP-S|Извилины', 'USP-S|Чёрный лотос', 'USP-S|Кровавый тигр', 'USP-S|Страж', 'USP-S|Проводник', 'USP-S|Сайрекс', 'USP-S|Закрученный', 'USP-S|Неисправность', 'USP-S|Билет в ад', 'USP-S|Взгляд в прошлое', 'USP-S|Лесные листья', 'USP-S|Desert Tactical',
    'USP-S|Ночные операции']

buttons_xm1014 = ['Xm1014|Морозный Борре', 'Xm1014|Элегантные лозы', 'Xm1014|Древняя истина', 'Xm1014|Красная кожа', 'Xm1014|Оранжевое пламя', 'Xm1014|Банановые листья', 'Xm1014|Спокойствие', 'Xm1014|Смешанный синий камуфляж', 'Xm1014|Райский страж',
    'Xm1014|Поджигатор', 'Xm1014|Костемолка', 'Xm1014|Целую-обнимаю', 'Xm1014|Погребённый', 'Xm1014|Радиоактивные осадки', 'Xm1014|Джунгли', 'Xm1014|Настороже', 'Xm1014|Цвет луга', 'Xm1014|Времена года', 'Xm1014|Городская перфорация', 'Xm1014|Горелка Теклу',
    'Xm1014|Красный питон', 'Xm1014|Черный галстук', 'Xm1014|Зигги', 'Xm1014|Шинные следы', 'Xm1014|Скумбрия', 'Xm1014|Зомби-страйк', 'Xm1014|Хартия', 'Xm1014|Ртуть', 'Xm1014|Поток', 'Xm1014|Оксидное пламя', 'Xm1014|Голубая хвоя', 'Xm1014|Вороненая сталь',
    'Xm1014|Hieroglyph', 'Xm1014|Калифорнийский камуфляж']
